Repository: lessy-community/lessy-v2
Catalog: locales/*/LC_MESSAGES/main.po
Languages: fr_fr

source: You’re now connected, welcome back!
fr_fr: Vous êtes désormais connecté·e, bon retour parmi nous !

source: You’re now disconnected, see you!
fr_fr: Vous êtes désormais déconnecté·e, à bientôt !

source: A security verification failed, you should submit the form again.
fr_fr: Une validation de sécurité a échoué, vous devriez valider le formulaire à nouveau.

source: This username is already used, you must choose another one.
fr_fr: Ce nom d’utilisateur est déjà utilisé, vous devez en choisir un autre.

source: This username is invalid.
fr_fr: Ce nom d’utilisateur est invalide.

source: This email address is invalid.
fr_fr: Cette adresse courriel est invalide.

source: This language is not supported.
fr_fr: Cette langue n’est pas supportée.

source: This timezone is not supported.
fr_fr: Ce fuseau horaire n’est pas supporté.

source: We were unable to create your account for an unknown reason. Please contact the support.
fr_fr: Nous n’avons pas pu créer votre compte pour une raison inconnue. Merci de contacter le support.

source: We were unable to log you in, your credentials seem to be invalid.
fr_fr: Nous n’avons pas pu vous connecter, vos identifiants semblent invalides.

source: Your account has been created, welcome! Let’s start by configuring Lessy with you.
fr_fr: Votre compte a été créé, bienvenue ! Commençons par configurer Lessy avec vous.

source: This number of week is invalid.
fr_fr: Ce nombre de semaines est invalide.

source: This day is invalid.
fr_fr: Ce jour est invalide.

source: We were unable to save your preferences for an unknown reason. Please contact the support.
fr_fr: Nous n’avons pas pu sauvegarder vos préférences pour une raison inconnue. Merci de contacter le support.

source: You already have a running cycle, you can’t start a new one.
fr_fr: Vous avez déjà un cycle en cours, vous ne pouvez pas en démarrer un autre.

source: We were unable to start your cycle for an unknown reason. Please contact the support.
fr_fr: Nous n’avons pas pu démarrer votre cycle pour une raison inconnue. Merci de contacter le support.

source: The label is required.
fr_fr: Le label est requis.

source: We were unable to create your task for an unknown reason. Please contact the support.
fr_fr: Nous n’avons pas pu créer votre tâche pour une raison inconnue. Merci de contacter le support.

source: Login
fr_fr: Connexion

source: Username or email
fr_fr: Nom d’utilisateur·ice ou courriel

source: Password
fr_fr: Mot de passe

source: Log in
fr_fr: Se connecter

source: Back to homepage
fr_fr: Retour à l’accueil

source: Let’s get to know each other
fr_fr: Apprenons à nous connaître

source: We have to ask you some information to create your account. This should take only few seconds.
fr_fr: Nous devons vous demander quelques informations afin de créer votre compte. Vous pourrez utiliser Lessy dans peu de temps.

source: Language
fr_fr: Langue

source: Email address
fr_fr: Adresse courriel

source: We’ll use it only to contact you in case of a problem.
fr_fr: Nous l’utiliserons uniquement pour pouvoir vous contacter en cas de problème.

source: Username
fr_fr: Nom d’utilisateur·ice

source: Only non-accentuated letters, numbers and dashes are allowed.
fr_fr: Utilisez seulement des lettres non accentuées, des chiffres et/ou des tirets.

source: A strong password must be at least 8 characters length and should not be reused across different websites.
fr_fr: Un mot de passe robuste fait au minimum 8 caractères et ne doit pas être réutilisé sur différents sites.

source: Timezone
fr_fr: Fuseau horaire

source: This should be set automatically by your computer. Don’t change it unless you know what you do, or if you’ve been invited to.
fr_fr: Ce champ devrait être précisé automatiquement par votre ordinateur. Ne changez pas sa valeur sauf si vous savez ce que vous faites ou si vous y avez été invité·e.

source: Change
fr_fr: Changer

source: Create an account
fr_fr: Créer un compte

source: Cancel and go back to homepage
fr_fr: Annuler et revenir à l’accueil

source: Cycles preferences
fr_fr: Préférences des cycles

source: Cycles allow you to set up routines over a certain number of weeks. Lessy will invite you to improve your routines at the end of each cycle. Cycles are splitted in weeks of work and weeks of rest.
fr_fr: Les cycles vous permettent de vous créer des routines sur un certain nombre de semaines. Lessy vous proposera d’améliorer vos routines à la fin de chaque cycle. Les cycles sont découpés en semaines de travail et en semaines de repos.

source: To begin, let us know how Lessy must handle the cycles for you (you’ll be able to change these values later).
fr_fr: Pour commencer, indiquez à Lessy comment vous souhaitez qu’il gère les cycles pour vous (vous pourrez modifier ces valeurs plus tard).

source: Number of weeks of work
fr_fr: Nombre de semaines de travail

source: Lessy will provide you with useful indicators during work weeks to help you to get on with your work. Choose a number between 3 and 7 weeks.
fr_fr: Lessy affichera des indicateurs utiles durant vos semaines de travail afin de vous aider à achever vos taches. Choisissez un nombre entre 3 et 7 semaines.

source: weeks
fr_fr: semaines

source: Number of weeks of rest
fr_fr: Nombre de semaines de repos

source: Indicators might be stressful sometimes: Lessy knows that and will let you to take some rest by hiding them during these weeks.
fr_fr: Les indicateurs peuvent parfois être stressants : Lessy en a conscience et vous les cachera durant ces semaines afin que vous puissiez vous reposer.

source: 1 week
fr_fr: 1 semaine

source: 2 weeks
fr_fr: 2 semaines

source: First day of the week
fr_fr: Premier jour de la semaine

source: The first day of the week is Monday in some cultures, while for others it’s Sunday. What do you prefer?
fr_fr: Le premier jour de la semaine est le lundi pour certaines cultures, tandis qu’il s’agit du dimanche pour d’autres. Que préférez-vous ?

source: Monday
fr_fr: Lundi

source: Sunday
fr_fr: Dimanche

source: Submit
fr_fr: Valider

source: Cycle %d planning
fr_fr: Planification du cycle %d

source: The next cycle will start on %s.
fr_fr: Le prochain cycle démarrera le %s.

source: The work period will last %d weeks.
fr_fr: La période de travail durera %d semaines.

source: The rest period will last %d week.
fr_fr: La période de repos durera %d semaine.

source: The cycle will end on %s.
fr_fr: Le cycle se terminera le %s.

source: Start the cycle
fr_fr: Démarrer le cycle

source: You can’t start a new cycle while another one is running.
fr_fr: Vous ne pouvez démarrer un cycle tant qu’un autre est en cours.

source: Back to the dashboard
fr_fr: Retour au tableau de bord

source: Change the cycles preferences
fr_fr: Changer les préférences des cycles

source: Dashboard
fr_fr: Tableau de bord

source: Running cycle %d
fr_fr: Cycle %d en cours

source: Welcome on Lessy!
fr_fr: Bienvenue sur Lessy !

source: or
fr_fr: ou

source: register
fr_fr: s’inscrire

source: Tasks
fr_fr: Tâches

source: New task
fr_fr: Nouvelle tâche

source: Create
fr_fr: Créer

source: %d task in your backlog
fr_fr: %d tâche dans votre liste d’attente

source: There are no tasks here…
fr_fr: Il n’y a aucune tâche ici…

source: Logout
fr_fr: Se déconnecter
